{
    "menu": {"aboutme": "Sobre Mim", "myjob": "Meu Trabalho", "contact": "Entre em Contato"},
    "profession": {"title": "Barbeiro", "subtitle": "Profissional"},
    "welcome": {"title": "Bem-vindo ao meu portfólio! Encontre aqui um pouco da minha história e inspirações para cortes de cabelo e barba."},
    "contactbutton": {"title": "Entre em contato"},
    "appointment": {"title": "Agendar"},
    "h3": {"title": "Entre em contato através das redes sociais abaixo:"},
    "rights": {"title": "Todos os direitos reservados"},
    "aboutme": {"title": "Sobre Mim", "subtitle": "Eu sou o Tiago Vinícius, porém já uso a alcunha Razorman há quase 06 anos, quando decidi adotar um nome artístico para as redes sociais. Desde então, alguns clientes e amigos me chamam por Razorman ou Tiago Razorman. Comecei a trabalhar desde cedo, ajudando os meus pais nas mais variadas tarefas. Aos 20 anos, após abandonar meu emprego em uma mercearia com o sonho de ter meu próprio negócio, tornei-me barbeiro profissional e passei a dar início à minha trajetória. Abri minha primeira barbearia, chamada 'Nova Grécia', e mais tarde a minha segunda, chamada 'Trad House', dessa vez com um estúdio de tatuagem e um conceito mais alternativo. Já se passou quase uma década desde o primeiro corte de cabelo, e hoje sinto-me orgulhoso por ter transformado tantos clientes em pessoas mais felizes com o poder da minha arte. É um desafio profissional e pessoal."},
    "myjob": {"title": "Meu Trabalho", "subtitle": "Costumo fazer os mais variados estilos de corte de cabelo e barba, desde os mais tradicionais até os mais modernos. E o mais impressionante é que alguns cortes clássicos, como o mullet, por exemplo, voltaram com força ao mercado e estão sendo cada vez mais pedidos. Assim como a barba longa ganhou novos holofotes na última década, deixando o tradicional rosto liso para trás. Além de me atualizar em cortes masculinos para adultos, também busco sempre prestar um excelente serviço às crianças e até mulheres. Neste último caso, faço apenas cortes específicos, porém isto torna-me um barbeiro bastante versátil."},
    "mymission": {"title": "Minha Missão", "subtitle": "A minha missão dentro da barbearia sempre foi e sempre será proporcionar um excelente atendimento ao meu cliente, seguido de um corte ou barba extremamente satisfatório. Já ouvi centenas de relatos de clientes que foram insatisfeitos em outros profissionais da área e sempre busquei ser muito atento ao pedido do cliente e aos detalhes da execução do serviço. Em todos estes anos de barbearia, colecionei boas histórias e fiz muitos amigos, sendo o mais profissional e verdadeiro possível. Além disso, acredito que o bom humor, boa música, ambiente agradável e um bom papo são componentes que tornam a experiência da barbearia tão especial."},
    "book": {"title": "Faça o seu agendamento:", "name": "Nome:", "service": "Qual o tipo de serviço?", "date": "Qual a data do agendamento?", "hour": "Escolha o horário:", "observation": "Observações:", "button1": "Agendar Horário", "button2": "Cancelar", "placeholdername": "Qual o seu nome?", "placeholderemail": "Qual o seu email?", "placeholderobservation": "Escreva algo relevante em relação ao serviço desejado...", "haircut": "Corte 14€", "beard": "Barba 10€", "haircut+beard": "Corte + Barba 24€", "select": "-- Escolha uma opção --"},
    "blog": {
        "title": "Curiosidades e ensinamentos dentro da área da barbearia", "article1": "A história da barbearia", "article2": "Como controlar a caspa", "article3": "Cuidados para a barba",
        "morearticles": "Outros Artigos:"
    },
    "article1": {
        "title1": "A Evolução da Barbearia: Uma Viagem Através do Tempo", "title2": "Era Antiga: Rituais e Cuidados Pessoais", "title3": "Idade Média: Barbearias e Sociedade", "title4": "Renascimento: Estilos e Elegância", "title5": "Século XIX: A Era Dourada das Barbearias", "title6": "Século XX: Declínio e Ressurgimento", "title7": "Atualidade: O Renascimento das Barbearias Modernas",

        "paragraph1": "A prática de cuidar da barba e do cabelo remonta a tempos imemoriais, refletindo não apenas a vaidade, mas também as mudanças culturais e sociais ao longo da história. A história da barbearia é fascinante, marcada por uma evolução que vai desde rituais antigos até o renascimento moderno das barbas bem cuidadas.", "paragraph2": "Os registros históricos indicam que a barbearia tem raízes profundas na antiguidade. Civilizações como os egípcios, gregos e romanos praticavam a arte da barba e da depilação. Na Grécia Antiga, por exemplo, a barba era associada à virilidade, mas os soldados a raspavam para evitar que os inimigos a usassem como alça em batalhas. Os egípcios, por sua vez, faziam uso de navalhas de cobre e ouro para aparar a barba.", "paragraph3": "Durante a Idade Média, a prática de barbear ganhou mais estrutura, com o surgimento das primeiras barbearias. Estes estabelecimentos não eram apenas locais para cuidados com a barba, mas também espaços sociais onde homens se reuniam para conversar e compartilhar notícias. As barbearias tornaram-se centros comunitários, proporcionando mais do que apenas serviços de barbear.", "paragraph4": "Com o Renascimento, houve um ressurgimento do interesse pela estética pessoal. A barba voltou a ser vista como um símbolo de status e estilo. Pinturas famosas da época retratam homens com barbas bem cuidadas, refletindo a influência da moda na sociedade da época. As barbearias continuaram a ser locais importantes para encontros sociais, onde as conversas se misturavam com o som das navalhas.", "paragraph5": "O século XIX testemunhou o auge das barbearias, especialmente na Europa e nos Estados Unidos. Homens frequentavam esses estabelecimentos não apenas para aparar a barba, mas também para experiências de cuidados pessoais mais amplas, como banhos e massagens. A popularidade das barbearias estava relacionada ao crescente foco na higiene pessoal e no bem-estar.", "paragraph6": "Com o advento das lâminas de barbear descartáveis e a simplificação dos cuidados pessoais em casa, as barbearias enfrentaram um declínio no século XX. Muitas delas fecharam suas portas, e a prática de barbear tornou-se mais uma atividade doméstica. No entanto, a virada do século XXI trouxe consigo um ressurgimento do interesse pela barba e pela estética masculina. Barbearias modernas combinam o charme vintage com serviços contemporâneos, proporcionando aos clientes uma experiência única.", "paragraph7": "As barbearias modernas tornaram-se verdadeiros refúgios para homens em busca de cuidados pessoais especializados. Oferecendo serviços que vão além do simples corte de cabelo e barba, esses estabelecimentos são projetados para criar experiências únicas. A cultura da barba floresceu novamente, refletindo uma sociedade que valoriza a individualidade e a expressão pessoal. Em conclusão, a história da barbearia é uma jornada fascinante através do tempo, refletindo as mudanças nas atitudes culturais e sociais em relação à estética masculina. Desde os rituais antigos até as barbearias modernas, a prática de barbear evoluiu, mas sua importância como um ritual de cuidado pessoal e espaço social permanece inegável.",
        "figcaption1": "Estátua representando um grego com barba.",
        "figcaption2": "Barbeiros trabalhando no século XIX.",
        "figcaption3": "Lâmina de barbear caseira com pincel.",
        "figcaption4": "Barbearia moderna do século XXI."
    },
    "article2": {
        "title1": "Entendendo e Controlando a Caspa: Um Guia Profissional",
        "title2": "O que é Caspa e Quais são Suas Causas?",
        "title3": "Estratégias Profissionais para Controlar a Caspa:",

        "paragraph1": "A caspa é uma condição comum do couro cabeludo que afeta milhões de pessoas em todo o mundo. Embora não seja prejudicial à saúde, pode ser incômoda e embaraçosa. Felizmente, existem várias estratégias eficazes para controlar a caspa e manter um couro cabeludo saudável. Neste artigo, vamos explorar as causas da caspa e fornecer orientações profissionais sobre como gerenciá-la com eficácia.",
        "paragraph2": "Proliferação de Fungos: A presença do fungo Malassezia no couro cabeludo pode desencadear uma reação inflamatória, levando à descamação excessiva. Produção de Sebo: Um desequilíbrio na produção de sebo pelo couro cabeludo pode contribuir para o desenvolvimento da caspa. Tanto a produção excessiva quanto a insuficiente de sebo podem ser fatores desencadeantes. Sensibilidade a produtos capilares: Alguns produtos capilares, como shampoos agressivos ou condicionadores pesados, podem irritar o couro cabeludo e contribuir para o surgimento da caspa. Estresse e Condições de Saúde: O estresse, bem como certas condições de saúde, como dermatite seborreica, eczema e psoríase, podem aumentar o risco de desenvolver caspa.",
        "paragraph3": "Escolha de Produtos Adequados: Opte por shampoos e condicionadores suaves, formulados especificamente para o couro cabeludo sensível e propenso à caspa. Procure por ingredientes ativos como piritionato de zinco, sulfeto de selênio, alcatrão de carvão ou cetoconazol, conhecidos por combaterem os fungos responsáveis pela caspa. Lave o Cabelo Regularmente: Lavar o cabelo regularmente ajuda a remover o acúmulo de oleosidade e células mortas da pele, reduzindo assim a chance de desenvolver caspa. No entanto, evite lavagens excessivas, pois isso pode ressecar o couro cabeludo e piorar o problema. Evite Água Muito Quente: A água quente pode ressecar o couro cabeludo e aumentar a irritação. Opte por água morna ou fria ao lavar o cabelo para ajudar a manter a hidratação natural da pele. Mantenha uma Dieta Equilibrada: Uma alimentação saudável e equilibrada pode ajudar a fortalecer o sistema imunológico e reduzir a inflamação, o que pode ser benéfico para controlar a caspa. Considere incluir alimentos ricos em ácidos graxos ômega-3, vitaminas do complexo B e zinco em sua dieta. Reduza o Estresse: O estresse pode desempenhar um papel significativo no desenvolvimento da caspa. Pratique técnicas de gerenciamento do estresse, como meditação, ioga ou exercícios de respiração, para ajudar a reduzir os sintomas. Consulte um Dermatologista: Se os sintomas persistirem apesar das medidas de autocuidado, é importante consultar um dermatologista. Eles podem avaliar o seu couro cabeludo e recomendar tratamentos específicos, como medicamentos tópicos ou terapias a laser, para ajudar a controlar a caspa de forma eficaz.",
        "paragraph4": "Em resumo, controlar a caspa requer uma abordagem holística que inclui a escolha de produtos adequados, a manutenção de hábitos de higiene capilar saudáveis e o cuidado com a saúde geral do couro cabeludo. Seguindo estas orientações profissionais, é possível gerenciar eficazmente a caspa e desfrutar de um couro cabeludo saudável e livre de descamação.",
        "figcaption1": "Fungo visto no microscópio.",
        "figcaption2": "Cosméticos de qualidade.",
        "figcaption3": "Homem feliz e sem caspa."
    },
    "article3": {
        "title1": "Quer cuidar melhor da tua barba? Eu te ajudo!",
        "title2": "Higiene Adequada:",
        "title3": "Uso de Cosméticos de Qualidade:","title4": "Importância do Barbeiro:",


        "paragraph1": "Ter uma barba bem cuidada não se resume apenas a deixá-la crescer. É necessário dedicar tempo e atenção à sua higiene e uso de produtos adequados. Além disso, não podemos esquecer a importância de visitar regularmente um barbeiro para manter o visual em dia. Neste artigo, vamos explorar os passos essenciais para cuidar da sua barba, desde a higiene até o uso de cosméticos de qualidade, destacando o papel crucial do profissional de barbearia nesse processo.",
        "paragraph2": "Lave a sua barba regularmente com um shampoo específico para barba. Evite usar shampoo de cabelo, pois eles podem ressecar a pele e os fios. Seque bem a barba após lavá-la para evitar o acúmulo de umidade, que pode levar ao surgimento de fungos e bactérias. Use um pente ou escova própria para barba para desembaraçar os fios e distribuir os óleos naturais ao longo da barba. É interessante frisar que não é muito saudável para a pele do rosto, lavá-la muitas vezes durante a semana com água quente. A água quente ou morna tende a ressecar a pele e até causar aumento de oleosidade em alguns tipos diferentes de pele. Opte pela água fria.",
        "paragraph3": "Além da higiene, é importante utilizar produtos de qualidade para manter a saúde e a beleza da sua barba. Aqui estão alguns produtos essenciais: Óleo para barba: O óleo ajuda a hidratar os fios, prevenir o ressecamento e dar brilho à barba. Procure por produtos com ingredientes naturais, como óleos essenciais e extratos de plantas. Bálsamo ou cera para barba: Esses produtos são ideais para modelar a barba e controlar os fios rebeldes. Eles também ajudam a manter a hidratação e proteger a barba de agressões externas. Loção pós-barba: Após o barbear, é importante aplicar uma loção pós-barba para acalmar a pele e prevenir irritações.",
        "paragraph4": "Visitar regularmente um barbeiro é essencial para manter a sua barba saudável e com um visual impecável. Aqui estão algumas razões pelas quais o barbeiro é tão importante: Corte e modelagem profissional: Um barbeiro qualificado saberá como cortar e modelar a sua barba de acordo com o formato do seu rosto e as suas preferências pessoais. Tratamentos especializados: Os barbeiros oferecem uma variedade de tratamentos especializados, como hidratação, tonificação e revitalização da barba. Orientação personalizada: Um bom barbeiro poderá oferecer orientações personalizadas sobre os cuidados com a sua barba, recomendando os produtos e técnicas mais adequados para o seu tipo de pele e estilo de vida.",
        "paragraph5": "Em resumo, cuidar da sua barba envolve uma combinação de higiene adequada, uso de cosméticos de qualidade e visitas regulares ao barbeiro. Ao seguir essas dicas, você poderá manter a sua barba saudável, bonita e com um visual impecável.",
        "figcaption1": "Homem lavando bem o rosto.",
        "figcaption2": "Cosméticos para barba.",
        "figcaption3": "Barbeiro a atender cliente."
    },
    "cookies": {
        "title": "Política de Cookies",
        "subtitle": "Este site usa cookies para garantir a melhor experiência para você.",
        "button1": "Aceitar", "button2": "Recusar"
    }
}